IDEA Open Model
LoadingSLS.InternalForcesImperfection Property
Compatible with IDEA StatiCa 20.1
 Internal forces of imperfection effect
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces InternalForcesImperfection { get; set; }
Public Property InternalForcesImperfection As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace